# Задача 4 ---------------------------------------------------------------------
# Вероятность того, что статистический тест показывает значимые различия, 
# когда на самом деле их нет (получен ложноположительный результат, ошибка I рода) 0.05.
# При помощи этого теста исследователь делает попарные сравнения средних в 5 группах (все со всеми).
# Сколько всего придется сделать сравнений исследователю?
# Какова вероятность, что в одном сравнении исследователь НЕ получит ложноположительный результат?
# Какова вероятность, что во всех сравнениях НЕ будет ни одной ошибки I рода?
# Какова вероятность, что будет хоть один ложноположительный результат во всей группе сравнений?
